Repository: DryDoge/acoustic_event_detector
Catalog: lib/l10n/intl_*.arb
Languages: cs

# languageCode
source: en
cs: cs

# appName
source: Acoustic event detector
cs: Detektor akustických eventů

source: Yes
cs: Ano

source: No
cs: Ne

source: Select
cs: Vybrat

source: Back
cs: Zpět

source: History
cs: Historie

source: Account
cs: Účet

source: Sensors
cs: Senzory

source: Sensor
cs: Senzor

# current_event
source: Event
cs: Událost

source: Log out
cs: Odhlásit se

source: Log in
cs: Přihlásit se

source: Password
cs: Heslo

source: User
cs: Uživatel

source: Rights
cs: Práva

# rights_basic
source: Basic
cs: Základní

# rights_all
source: All
cs: Všechna

# new_user
source: Add an user
cs: Přidat uživatele

source: Cancel
cs: Zrušit

# user_create_new
source: Create a new user
cs: Vytvořit nového uživatele

# user_create_new_now
source: Creating a new user...
cs: Vytvářim nového uživatele...

source: Register
cs: Vytvořit

# log_out_question
source: Do you really want to log out?
cs: Naozaj se chcete odhlásit?

# sign_in_wrong_pass
source: Password is wrong
cs: Špatné heslo

# sign_in_no_user
source: User with this email does not exist
cs: Uživatel neexistuje

# sign_in_disabled_user
source: User with this email is disabled
cs: Uživatel je vypnutej

# sign_in_wrong_email
source: Email address is invalid
cs: Zadaný email není validný

# register_password_error_not_match
source: Passwords do not match
cs: Hesla se nezhoduji

# register_password_info_short
source: Enter a password 6+ chars long
cs: Heslo musí mít alespoň 6+ znaků

# register_password_error_short
source: Password is too short
cs: Heslo je príliž krátke

# register_password_info_not_match
source: Enter passwords again
cs: Zadejte hesla znova

# register_email_info
source: Enter an email
cs: Zadejte email

# error_default
source: Something went wrong
cs: Něco se pokazilo

# register_info_default
source: Try again later
cs: Opakujte později

# register_success
source: An user was created
cs: Uživatel byl vytvořen

# register_email_already_exists_error
source: The email is already in use
cs: Email se již používa

# register_regirstration_disabled_error
source: The registration is disabled
cs: Registrace je vypnuta

# register_too_many_requests_error
source: Too many requests
cs: Príliš mnoho požadavků

# register_user_not_created
source: An user was not created
cs: Uživatel nebyl vytvořen

# sensor_already_exists_id
source: A sensor with this id already exists
cs: Senzor s týmhle id již existuje

# add_sensor
source: Add a new sensor
cs: Přidat novej senzor

# update_sensor
source: Update the sensor
cs: Upravit senzor

# delete_sensor
source: Delete the sensor
cs: Zmazat senzor

source: Latitude
cs: Zeměpisná šířka

source: Longitude
cs: Zeměpisná délka

source: Save
cs: Uložit

source: Clear
cs: Smazat

source: Create
cs: Přidat

# delete_question
source: Are you sure?
cs: Naozaj smazat?

# sensor_map_location
source: Please fill location
cs: Pro zobrazení mapy, vyplňte polohu

# show_on_map
source: Show map
cs: Zobrazit mapu

source: Show list
cs: Zobrazit zoznam

source: Date
cs: Dátum

source: Time
cs: Čas

source: Possible address
cs: Približná adresa

# exit_app
source: Exit application
cs: Opustit aplikaci

# exit_app_message
source: Do you really want to exit an application?
cs: Naozaj chcete odíst z aplikace?

# delete_event
source: Delete the event
cs: Smazat událost

# sensors_count
source: Count of sensors
cs: Počet senzorů

# new_event_alert_title
source: A new event has been recorded
cs: Byla zaznamenána nová událost

# new_event_alert_message
source: Do you want to view it?
cs: Chcete ji zobrazit?

source: Refresh?
cs: Znova?

# no_address_found
source: Address not found Please insert other location
cs: Nepodařilo se najít adresu Prosím zadejte jinou polohu

# no_address_found_short
source: Address/location not found
cs: Neznáma poloha/adresa

# try_refresh
source: Try again?
cs: Skusit načíst ještě jednou?

# no_history_event
source: No event has happened so far
cs: Momentálně žádna událost neprobíha

# sensor_was_deleted
source: The sensor was deleted successfully
cs: Sensor byl úspěšne smazán

# event_was_deleted
source: The event was deleted successfully
cs: Udalost byla úspěšne smazána

source: Done
cs: Hotovo

# id_error_message
source: Insert a number without a decimal point
cs: Prosím zadejte celé číslo

# latitute_error_message
source: Insert a latitude (-90.0 - +90.0)
cs: Prosím zadejte zeměpisnou délku (-90.0 - +90.0)

# longitude_error_message
source: Insert a longitude (-180.0 - +180.0)
cs: Prosím zadejte zeměpisnou šiřku (-180.0 - +180.0)

# pick_on_map
source: Pick a position on the map
cs: Vybrat polohu na mapě

# pick_position
source: Pick a position
cs: Vyberte polohu

# allow_share_current_location
source: Allow location sharing
cs: Povolit sdílení polohy

# location_disabled
source: Location service is disabled.
cs: Sdílení polohy na Vašem zarížení je vypnuto

# location_denied_permanently
source: Location permissions are permantly denied. Please change this in your settings.
cs: Zakázali ste sdíleny polohy. Prosím změnte tohle rozhodnutí v nastaveních.

# location_denied
source: Location permissions are denied.
cs: Sdílení polohy není povoleno

# no_sensor
source: No sensor has been added so far
cs: Zatím nebyl přidán žádny senzor

source: Sensor added
cs: Sensor přidán

source: Sensor edited
cs: Sensor upraven

# pick_sensor_title
source: No position was picked
cs: Nebyla vybrána žádna poloha

# pick_sensor_message
source: Do you want to close the map?
cs: Chcete zavřít mapu?

# event_resolve
source: Close the event
cs: Zavřít událost

# close_event_question
source: Are you sure?
cs: Naozaj uzavřít?
